"Service Update Failed" = "Service-update mislukt";
"Service Update Complete" = "Service-update voltooid";
"Starting Service Update" = "Service-update wordt gestart";
"Dismiss" = "Sluit";
"OK" = "OK";
"Call disallowed" = "Dit nummer is niet toegestaan";
